/* No comment provided by engineer. */
"A link for you!" = "A link for you!";

/* as in, \"7 hours ago\" */
"ago" = "ago";

/* No comment provided by engineer. */
"All Items" = "All Items";

/* No comment provided by engineer. */
"Authorizing" = "Authorizing";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancel (quit)" = "Cancel (quit)";

/* No comment provided by engineer. */
"Cancelled." = "Cancelled.";

/* No comment provided by engineer. */
"Cleaning up old resources" = "Cleaning up old resources";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"Do you really want to mark all these items as %@?" = "Do you really want to mark all these items as %@?";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Downloading tag" = "Downloading tag";

/* No comment provided by engineer. */
"Email this item" = "Email this item";

/* No comment provided by engineer. */
"GRiS Sync" = "GRiS Sync";

/* No comment provided by engineer. */
"hour" = "hour";

/* No comment provided by engineer. */
"hours" = "hours";

/* as in, \"posted 7 hours ago _in_ this feed name\" */
"in" = "in";

/* No comment provided by engineer. */
"in the future" = "in the future";

/* No comment provided by engineer. */
"Instapaper (read later)" = "Instapaper (read later)";

/* No comment provided by engineer. */
"item" = "item";

/* No comment provided by engineer. */
"items" = "items";

/* No comment provided by engineer. */
"Link will be saved on next sync." = "Link will be saved on next sync.";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Mark as %@" = "Mark as %@";

/* No comment provided by engineer. */
"No internet connection found" = "No internet connection found";

/* No comment provided by engineer. */
"No links will be saved unless you fill in your instapaper login details (in the settings tab) before you sync" = "No links will be saved unless you fill in your instapaper login details (in the settings tab) before you sync";

/* No comment provided by engineer. */
"no tag" = "no tag";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"open here" = "open here";

/* No comment provided by engineer. */
"Open link with:" = "Open link with:";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Pushing status" = "Pushing status";

/* No comment provided by engineer. */
"read" = "read";

/* No comment provided by engineer. */
"read later" = "read later";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* No comment provided by engineer. */
"Send a link:" = "Send a link:";

/* No comment provided by engineer. */
"Stop sync" = "Stop sync";

/* No comment provided by engineer. */
"Sync Complete." = "Sync Complete.";

/* No comment provided by engineer. */
"There is already a sync running. It is either stuck, or a scheduled sync.\nStop it?" = "There is already a sync running. It is either stuck, or a scheduled sync.\nStop it?";

/* No comment provided by engineer. */
"unread" = "unread";

/* No comment provided by engineer. */
"Warning:" = "Warning:";

